{"translation-revision-date":"2023-10-04 11:57:52+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Email":["Email"],"Google Account (Email: %1$s)":["Akun Google (Email: %1$s)"],"Google Account for %1$s":["Akun Google untuk %1$s"],"Google Account for %1$s (Email: %2$s)":["Google Account for %1$s (Email: %2$s)"],"Ad Blocking Recovery":["Pemulihan Pemblokiran Iklan"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["Untuk tetap menggunakan Analytics dengan Site Kit, Anda perlu memberi izin untuk memeriksa perubahan pada properti Analytics sasaran tag Google Anda. Fitur tag Google belum lama ini diperbarui agar pengguna dapat mengubah proterti Analytics yang terhubung dengan tag tanpa mengedit kode situs. Akibat perubahan ini, Site Kit sekarang harus memeriksa secara berkala apakah tag di situs Anda cocok dengan tujuan properti Analytics."],"Grant permission":["Beri izin"],"Site Kit needs additional permissions to detect updates to tags on your site":["Site Kit memerlukan izin tambahan untuk mendeteksi pembaruan pada tag di situs Anda"],"Copied to clipboard":["Disalin ke papan klip"],"Copy error contents":["Salin konten yang eror"],"Error message copied to clipboard. Click to copy the error message again.":["Pesan eror disalin ke papan klip. Klik untuk menyalin pesan eror lagi."],"The server provided an invalid response.":["Server memberikan respons yang tidak valid."],"There was a critical error on this website while fetching data.":["Terjadi eror kritis di situs web ini saat mengambil data."],"Key metrics":["Metrik kunci"],"Failed to load graphic.":["Gagal memuat grafik."],"Failed to load media.":["Gagal memuat media."],"<strong>Note:<\/strong> %s":["<strong>Catatan:<\/strong> %s"],"Google Account":["Akun Google"],"<ErrorIcon \/> %1$s. <Link>%2$s<\/Link>":["<ErrorIcon \/> %1$s. <Link>%2$s<\/Link>"],"Get help":["Dapatkan bantuan"],"Block ads you don't like, customize where ads appear, and choose which types fit your site best":["Blokir iklan yang tidak disukai, sesuaikan tempat iklan ditampilkan, dan pilih jenis iklan yang paling sesuai dengan situs Anda"],"You’re in control":["Andalah yang memegang kendali"],"Auto ads automatically place and optimize your ads for you so you don't have to spend time doing it yourself":["Iklan Otomatis menempatkan dan mengoptimalkan iklan secara otomatis untuk Anda, sehingga Anda tidak perlu menghabiskan waktu untuk melakukannya sendiri"],"Save time with automated ads":["Hemat waktu dengan iklan otomatis"],"Focus on writing good content and let AdSense help you make it profitable":["Fokuslah pada penulisan konten yang bagus dan biarkan AdSense membantu Anda menjadikannya menguntungkan"],"Earn money from your site":["Dapatkan penghasilan dari situs Anda"],"Connect now":["Sambungkan sekarang"],"Retry":["Coba lagi"],"Error connecting Site Kit":["Terjadi eror saat menyambungkan ke Site Kit"],"Review AdSense account":["Tinjau akun AdSense"],"Your account isn’t ready to show ads yet":["Akun Anda belum siap untuk menampilkan iklan"],"Add this site to your AdSense account":["Tambahkan situs ini ke akun AdSense Anda"],"Apply now":["Daftar sekarang"],"To start using AdSense on your website, you need to upgrade your account to add “AdSense for content”. <a>Learn more<\/a>":["Untuk mulai menggunakan AdSense di situs, akun Anda harus diupgrade agar dapat menambahkan “AdSense untuk Konten”. <a>Pelajari lebih lanjut<\/a>"],"Looks like you need to upgrade your AdSense account":["Tampaknya akun AdSense Anda harus diupgrade"],"Thanks for using Site Kit!<br \/>Help us make it even better.":["Terima kasih telah menggunakan Site Kit.<br \/>Bantu kami menjadikannya lebih baik."],"Shared by <strong>%s<\/strong>":["Dibagikan oleh <strong>%s<\/strong>"],"Shared services":["Layanan bersama"],"Learn more about dashboard sharing":["Pelajari lebih lanjut pembagian dasbor"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Anda dapat melihat statistik dari semua layanan Google bersama, tetapi tidak dapat membuat perubahan apa pun. <a>Pelajari lebih lanjut<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Anda dapat melihat statistik dari semua layanan Google bersama, tetapi tidak dapat membuat perubahan apa pun. <strong>Login untuk menghubungkan layanan lainnya dan mengontrol akses berbagi.<\/strong>"],"View only":["Hanya lihat"],"Proceed without enabling auto ads":["Lanjutkan tanpa mengaktifkan iklan otomatis"],"Site Kit recommends enabling auto ads. If your existing AdSense setup relies on individual ad units, you can proceed without enabling auto ads.":["Site Kit merekomendasikan untuk mengaktifkan iklan otomatis. Jika konfigurasi AdSense Anda yang sudah ada bergantung pada masing-masing unit iklan, Anda dapat melanjutkan tanpa mengaktifkan iklan otomatis."],"Enable auto ads":["Aktifkan iklan otomatis"],"To start serving ads via Site Kit, you need to activate auto ads first. Go to AdSense and enable auto ads for your site.":["Untuk mulai menayangkan iklan melalui Site Kit, Anda harus mengaktifkan iklan otomatis terlebih dahulu. Buka AdSense, lalu aktifkan iklan otomatis untuk situs Anda."],"Enable auto ads for your site":["Aktifkan iklan otomatis untuk situs Anda"],"Configure AdSense":["Konfigurasikan AdSense"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads.":["Site Kit telah menempatkan kode AdSense di situs Anda untuk menghubungkan situs Anda ke AdSense dan membantu Anda mengoptimalkan iklan."],"Connect your AdSense account to see stats on your overall earnings, page CTR, and top earning pages.":["Hubungkan akun AdSense Anda untuk melihat statistik penghasilan secara keseluruhan, CTR halaman, dan halaman berpenghasilan tertinggi."],"Your site is ready to use AdSense":["Situs Anda siap menggunakan AdSense"],"Your AdSense account is ready to connect to Site Kit":["Akun AdSense Anda siap dihubungkan ke Site Kit"],"Request review in AdSense":["Minta peninjauan di AdSense"],"To start serving ads, your site needs to be approved first. Go to AdSense to request the review.":["Untuk mulai menayangkan iklan, situs Anda harus disetujui terlebih dahulu. Buka AdSense untuk meminta peninjauan."],"Your site requires review":["Situs Anda memerlukan peninjauan"],"This usually takes a few days, but in some cases can take up to 2 weeks. You’ll get an email from AdSense as soon as they have run some checks on your site.":["Proses ini biasanya memerlukan waktu beberapa hari, tetapi terkadang dapat berlangsung hingga 2 minggu. Anda akan mendapatkan email dari AdSense segera setelah mereka menjalankan beberapa pemeriksaan di situs Anda."],"Your site is getting ready":["Situs Anda sedang disiapkan"],"Review site in AdSense":["Tinjau situs di AdSense"],"You need to fix some things with this site before we can connect Site Kit to your AdSense account.":["Beberapa hal di situs ini harus diperbaiki agar kami dapat menghubungkan Site Kit ke akun AdSense Anda."],"Site Kit detected AdSense code for a different account %1$s on your site. In order to configure AdSense for your current account %2$s, we recommend you use Site Kit to place the code instead.":["Site Kit mendeteksi kode AdSense untuk akun lain (%1$s) di situs Anda. Guna mengonfigurasi AdSense untuk akun Anda saat ini (%2$s), sebaiknya gunakan Site Kit untuk menempatkan kode tersebut."],"You’ve already got an AdSense code on your site for this account. We recommend you use Site Kit to place the code to get the most out of AdSense.":["Anda telah memiliki kode AdSense di situs Anda untuk akun ini. Sebaiknya gunakan Site Kit untuk menempatkan kode tersebut agar dapat mengoptimalkan penggunaan AdSense."],"Make sure to remove the existing AdSense code to avoid conflicts with the code placed by Site Kit.":["Pastikan untuk menghapus kode AdSense yang sudah ada untuk menghindari konflik dengan kode yang ditempatkan oleh Site Kit."],"Invalid site state %s":["Status situs tidak valid (%s)"],"Go to dashboard":["Buka dasbor"],"Already use AdSense? Add %s as a user to an existing AdSense account. <a>Learn more<\/a>":["Sudah menggunakan AdSense? Tambahkan %s sebagai pengguna ke akun AdSense yang sudah ada. <a>Pelajari lebih lanjut<\/a>"],"Create AdSense account":["Buat akun AdSense"],"Once you create your account, Site Kit will place AdSense code on every page across your site. This means your site will be automatically optimized to help you earn money from your content.":["Setelah akun Anda dibuat, Site Kit akan menempatkan kode AdSense di setiap halaman di situs Anda. Artinya, situs Anda akan otomatis dioptimalkan untuk membantu Anda mendapatkan uang dari konten."],"Maybe later":["Mungkin nanti"],"Back to dashboard":["Kembali ke dasbor"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team.":["Akun AdSense <a>dikenai peninjauan dan persetujuan<\/a> oleh tim Google AdSense."],"Monetization":["Monetisasi"],"Content":["Konten"],"Traffic":["Aktivitas"],"Exclude from Ads":["Kecualikan dari Iklan"],"Ads will be displayed for all users":["Iklan akan ditampilkan untuk semua pengguna"],"Ads will not be displayed for users that can write posts":["Iklan tidak akan ditampilkan untuk pengguna yang dapat menulis artikel"],"Users who can write posts":["Pengguna yang dapat menulis postingan"],"Help":["Bantuan"],"All logged-in users":["Semua pengguna yang login"],"Please note that AdSense will not show ads on your website unless you’ve already placed the code.":["Perhatikan bahwa AdSense tidak akan menampilkan iklan di situs Anda kecuali jika Anda telah menempatkan kodenya."],"Get help with AdSense":["Dapatkan bantuan terkait AdSense"],"Get support":["Dapatkan dukungan"],"Read help docs":["Baca dokumen bantuan"],"Fix common issues":["Atasi masalah umum"],"Got it":["Oke"],"%dh":["%dj"],"%dm":["%dd"],"%ds":["%d d"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Select ad unit":["Pilih unit iklan"],"Web Stories Ad Unit":["Unit Iklan Cerita Web"],"Complete setup":["Selesaikan penyiapan"],"Learn more about updating your AdSense account":["Pelajari lebih lanjut cara memperbarui akun AdSense"],"Learn more about adding a user to an existing AdSense account":["Pelajari lebih lanjut cara menambahkan pengguna ke akun AdSense yang sudah ada"],"Next":["Berikutnya"],"screen reader text\u0004(opens in a new tab)":["(buka di tab baru)"],"Redo the plugin setup":["Ulangi penyiapan plugin"],"Source: %s":["Sumber: %s"],"Report this problem":["Laporkan masalah ini"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Untuk memperbaikinya, <a href=\"%s\">ulangi penyiapan plugin<\/a>."],"Recommended":["Direkomendasikan"],"Invalid account status: %s":["Status akun tidak valid: %s"],"Invalid site status: %s":["Status situs tidak valid: %s"],"Add site to AdSense":["Tambahkan situs ke AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Kami mendeteksi bahwa Anda belum menambahkan situs ini ke akun AdSense Anda."],"Add site to your AdSense account":["Tambahkan situs ke akun AdSense Anda"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit telah menempatkan kode AdSense di situs Anda untuk menghubungkannya ke AdSense dan membantu Anda mengoptimalkan iklan. Artinya, Google akan otomatis menempatkan iklan untuk Anda di semua tempat terbaik."],"Your account is ready to use AdSense":["Akun Anda siap menggunakan AdSense"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit mendeteksi kode AdSense untuk akun %s yang berbeda di situs Anda. Untuk pengalaman iklan yang lebih baik, hapus kode AdSense yang tidak ditautkan ke akun AdSense ini."],"Keep AdSense code placed by Site Kit":["Simpan kode AdSense yang ditempatkan oleh Site Kit"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["Untuk mulai menggunakan AdSense, harap perbarui akun agar Anda dapat menghubungkan situs ke AdSense."],"Looks like you have an AdMob account":["Tampaknya Anda memiliki akun AdMob"],"Your account is getting ready":["Akun Anda sedang disiapkan"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Tampaknya Anda memiliki beberapa akun AdSense yang terkait dengan Akun Google Anda. Pilih akun yang akan digunakan dengan Site Kit di bawah ini."],"Select your AdSense account":["Pilih akun AdSense Anda"],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit mendeteksi kode AdSense %1$s di halaman Anda. Sebaiknya hapus kode tersebut atau tambahkan %2$s sebagai pengguna ke akun AdSense %3$s."],"Verified that your site is marked as \"Ready\"":["Memverifikasi bahwa situs Anda ditandai \"Siap\""],"Enabled auto ads for your site":["Mengaktifkan iklan otomatis untuk situs Anda"],"Redo setup":["Ulangi penyiapan"],"Site Kit can’t access necessary data":["Site Kit tidak dapat mengakses data yang diperlukan"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit tidak dapat mengakses semua data yang relevan karena Anda belum memberikan semua izin yang diminta saat penyiapan berlangsung. Agar dapat menggunakan Site Kit, Anda harus mengulangi penyiapan. Pastikan untuk menyetujui semua izin pada tahap autentikasi."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit tidak dapat mengakses data yang relevan dari %1$s karena Anda belum memberikan semua izin yang diminta saat penyiapan berlangsung. Agar dapat menggunakan Site Kit, Anda harus mengulangi penyiapan untuk %1$s. Pastikan untuk menyetujui semua izin pada tahap autentikasi."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit tidak dapat mengakses semua data yang relevan karena Anda belum memberikan semua izin yang diminta saat penyiapan berlangsung. Agar dapat menggunakan Site Kit, Anda harus mengulangi penyiapan untuk: %s. Pastikan untuk menyetujui semua izin pada tahap autentikasi."],"Proceed":["Lanjutkan"],"Additional Permissions Required":["Perlu Izin Tambahan"],"%sK":["%s RB"],"%sM":["%s JT"],", ":[", "],"Site Kit encountered an error":["Site Kit mengalami error"],"Go to your AdSense account to check on your site’s status or to complete setting up":["Buka akun AdSense Anda untuk memeriksa status situs Anda atau untuk menyelesaikan penyiapan"],"Let’s get your site ready for ads":["Siapkan situs Anda untuk menampilkan iklan"],"Sign in with Google":["Login dengan Google"],"Site Kit by Google Logo":["Logo Site Kit by Google"],"OK, Got it!":["Oke, Mengerti."],"Speed":["Kecepatan"],"Back":["Kembali"],"Learn more":["Pelajari lebih lanjut"],"Error: %s":["Error: %s"],"Account":["Akun"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Anda telah mendapatkan kode AdSense di situs Anda untuk akun ini, sebaiknya gunakan Site Kit untuk menempatkan kode guna mengoptimalkan AdSense."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit akan menempatkan kode AdSense di situs Anda untuk menghubungkannya ke AdSense dan membantu Anda mengoptimalkan iklan. Artinya, Google akan otomatis menempatkan iklan untuk Anda di semua tempat terbaik."],"Let Site Kit place AdSense code on your site":["Izinkan Site Kit menempatkan kode AdSense di situs Anda"],"Continue":["Lanjutkan"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit akan menempatkan kode AdSense pada setiap halaman di seluruh situs Anda. Artinya, Google akan otomatis menempatkan iklan untuk Anda di semua tempat terbaik."],"Create your AdSense account":["Buat akun AdSense Anda"],"Create AdSense Account":["Buat Akun AdSense"],"Let Site Kit place AdSense code on your site to get your site approved":["Izinkan Site Kit menempatkan kode AdSense di situs Anda agar situs Anda disetujui"],"Looks like you’re already using AdSense":["Tampaknya Anda telah menggunakan AdSense"],"Go to AdSense to find out how to fix the issue":["Buka AdSense untuk mengetahui cara memperbaiki masalah tersebut"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Anda harus memperbaiki beberapa hal agar kami dapat menghubungkan Site Kit ke akun AdSense Anda."],"Your site isn’t ready to show ads yet":["Situs Anda belum siap untuk menampilkan iklan"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Memutuskan hubungan Site Kit by Google akan menghapus akses Anda ke semua layanan. Setelah memutuskan hubungan, Anda harus memberikan otorisasi ulang untuk memulihkan layanan."],"Disconnect":["Putuskan Hubungan"],"User Avatar":["Avatar Pengguna"],"Connect Service":["Hubungkan Layanan"],"Cancel":["Batal"],"Service name\u0004AdSense":["AdSense"],"Close":["Tutup"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-ad-blocking-recovery-27ab1e039d1a544ce903.js"}}